{
  "year": 2026,
  "holidays": [
	{
      "name": "Новый Год",
	  "description": "**Новый год в России** – государственный праздник, выходной день. Новогодние каникулы продолжаются в среднем 8-10 дней, и заканчиваются после Рождественских праздников.\nНовый год отмечается всеми жителями страны в ночь с 31 декабря на 1 января. Традиции его празднования имеют давнюю историю.",
      "start": "01.01",
      "end": "09.01"
    },
    {
      "name": "Рождество Христово",
	  "description": "В ночь с 6 на 7 января православные России отмечают **праздник Рождества Христова**, который является праздничным нерабочим днём.",
      "start": "07.01",
      "end": "07.01"
    },
    {
      "name": "День защитника Отечества",
	  "description": "23 февраля отмечается День воинской славы России — **День защитника Отечества**. Эта дата установлена Федеральным законом № 32-ФЗ «О днях воинской славы (победных днях) России», принятым Государственной думой и подписанным президентом РФ Б. Ельциным 13 марта 1995 года.",
      "start": "23.02",
      "end": "23.02"
    },
    {
      "name": "Международный женский день",
	  "description": "8 марта в России отмечается **Международный женский день**, который является государственный праздником и выходным днём.",
      "start": "08.03",
      "end": "09.03"
    },
    {
      "name": "Праздник Весны и Труда",
	  "description": "1 мая в России отмечается **Праздник Весны и Труда**, который является праздничным выходным днем.",
      "start": "01.05",
      "end": "03.05"
    },
    {
      "name": "День Победы",
	  "description": "На протяжении десятилетий **День Победы 9 мая остается в России самым трогательным, самым душевным праздником и славной датой**. Никакие другие праздники не смогут сравниться с ним. Это особый день в жизни и истории российского государства — День всенародного торжества. Государственный праздник и выходной день.\nФедеральным законом № 32-ФЗ от 13 марта 1995 года «О днях воинской славы и памятных датах России» дата 9 мая была названа Днем воинской славы России — **Днем Победы советского народа в Великой Отечественной войне 1941-1945 годов (1945 год).**",
      "start": "09.05",
      "end": "11.05"
    },
    {
      "name": "День России",
	  "description": "**День России** — важный государственный праздник Российской Федерации, отмечаемый ежегодно 12 июня. До 2002 года он именовался как День принятия Декларации о государственном суверенитете России. Это один из самых «молодых» государственных праздников в стране.",
      "start": "12.06",
      "end": "12.06"
    },
    {
      "name": "День народного единства",
	  "description": "**День воинской славы России — День народного единства** отмечается ежегодно 4 ноября, начиная с 2005 года. Этот государственный праздник установлен в честь важного события в российской истории — освобождения Москвы от польских интервентов в 1612 году, и приурочен к Дню Казанской иконы Божией Матери.",
      "start": "04.11",
      "end": "04.11"
    },
    {
      "name": "Предновогодний день",
	  "description": "**31 декабря — особенный день, наполненный тихим ожиданием праздника.**\nГород живёт в другом ритме: улицы украшены огоньками, люди спешат завершить последние дела, купить подарки и продукты, дописать списки желаний. В воздухе чувствуется смесь лёгкой суеты и приятного предвкушения — будто весь мир готовится нажать кнопку «обновить».",
      "start": "31.12",
      "end": "31.12"
    }
  ]
}

